Repository: Laendrun/Learning-AL
Catalog: Translations/LearningAL.*.xlf
Languages: fr

# Table 3312848521 - Property 2879900210
source: Customer Overview
fr: Vue d'ensemble Client

# Table 3312848521 - Field 636392376 - Property 2879900210
source: Amount
fr: Montant

# Table 3312848521 - Field 1171137197 - Property 2879900210
source: Customer Name
fr: Nom du client

# Table 3312848521 - Field 4190130733 - Property 2879900210
source: Customer No.
fr: No. client

# Table 3312848521 - Field 883711285 - Property 2879900210
source: Entry No.
fr: No. entrée

# Table 3312848521 - Field 2578636657 - Property 2879900210
source: LastRunDate
fr: Date dernière exécution

# Table 3312848521 - Field 2720485332 - Property 2879900210
source: Source Code
fr: Code source

# Page 128837566 - Property 2879900210
source: Armstrong card.
fr: Fiche Armstrong

# Page 1996007807 - Property 2879900210
source: Customer Overview List
fr: Liste Vue d'ensemble Client

# Page 1996007807 - Control 1171137197 - Property 1295455071
source: Specifies the value of the Customer Name field.
fr: Spécifie la valeur du champ Nom du client.

# Page 1996007807 - Control 4190130733 - Property 1295455071
source: Specifies the value of the Customer No. field.
fr: Spécifie la valeur du champ No. client.

# Page 1996007807 - Control 883711285 - Property 1295455071
source: Specifies the value of the Entry No. field.
fr: Spécifie la valeur du champ No. entrée.

# Page 1996007807 - Control 2578636657 - Property 1295455071
source: Specifies the value of the LastRunDate field.
fr: Spécifie la valeur du champ Date dernière exécution.

# Page 1996007807 - Control 2720485332 - Property 1295455071
source: Specifies the value of the Source Code field.
fr: Spécifie la valeur du champ Code source.

# Page 1996007807 - Action 3614118165 - Property 2879900210
source: Import Records
fr: Importer enregistrements

# Page 759057969 - Property 2879900210
source: Data Types Card
fr: Fiche Types de données

# Page 395474647 - Property 2879900210
source: Expressions Card
fr: Fiche Expressions

# Page 395474647 - Control 3567459362 - Property 2879900210
source: Input
fr: Entrée

# Page 395474647 - Control 151815974 - Property 1295455071
source: Enter a value for Value1.
fr: Entrez une valeur pour Valeur1.

# Page 395474647 - Control 151815974 - Property 2879900210
source: Value1
fr: Valeur1

# Page 395474647 - Control 2533693419 - Property 1295455071
source: Enter a value for Value2.
fr: Entrez une valeur pour Valeur2.

# Page 395474647 - Control 2533693419 - Property 2879900210
source: Value2
fr: Valeur2

# Page 395474647 - Control 3961040049 - Property 2879900210
source: Output
fr: Sortie

# Page 395474647 - Control 472338107 - Property 1295455071
source: The result of the operation.
fr: Résultat de l'opération.

# Page 395474647 - Control 472338107 - Property 2879900210
source: Result
fr: Résultat

# Page 395474647 - Action 1561766673 - Property 1295455071
source: Click to calculate the result.
fr: Cliquez pour calculer le résultat.

# Page 395474647 - Action 1561766673 - Property 2879900210
source: Execute
fr: Exécuter

# Page 1501599054 - Action 1306239356 - Property 1295455071
source: Set the interface implementation to Home.
fr: Définir l'implémentation de l'interface sur Maison.

# Page 1501599054 - Action 1306239356 - Property 2879900210
source: Send to Home.
fr: Envoyer à la maison.

# Page 1501599054 - Action 1244763986 - Property 1295455071
source: Set the interface implementation to Work.
fr: Définir l'implémentation de l'interface sur Travail.

# Page 1501599054 - Action 1244763986 - Property 2879900210
source: Send to Work.
fr: Envoyer au travail.

# Page 1501599054 - Action 2505542762 - Property 1295455071
source: Select the address.
fr: Sélectionnez l'adresse.

# Page 1501599054 - Action 2505542762 - Property 2879900210
source: What's the Address
fr: Quelle est l'adresse

# Page 1574039822 - Property 2879900210
source: Statements Page
fr: Page des relevés

# Page 1574039822 - Control 3567459362 - Property 2879900210
source: Input
fr: Entrée

# Page 1574039822 - Control 3961040049 - Property 2879900210
source: Output
fr: Sortie

# Page 1574039822 - Control 1789400218 - Property 1295455071
source: This is the level.
fr: C'est le niveau.

# Page 1574039822 - Control 1789400218 - Property 2879900210
source: Level
fr: Niveau

# Page 1574039822 - Control 494089240 - Property 1295455071
source: This is the suggestion.
fr: C'est la suggestion.

# PageExtension 1994005900 - NamedType 1333961654
source: Are you sure you want to set the %1 to %2?
fr: Voulez-vous vraiment définir %1 sur %2?

# PageExtension 1994005900 - NamedType 2381744605
source: The credit limit was rounded to %1 to comply with company policies.
fr: La limite de crédit a été arrondi à %1 pour respecter les politiques de l'entreprise.

# PageExtension 1994005900 - NamedType 1760454550
source: The credit limit is up to date.
fr: La limite de crédit est à jour.

# PageExtension 1994005900 - Action 360998715 - Property 1295455071
source: Update Credit Limit
fr: Mettre à jour la limite de crédit

# PageExtension 1994005900 - Action 360998715 - Property 2879900210
source: Update Credit Limit
fr: Mettre à jour la limite de crédit
